[    
    {
        "title": "Bioseine ⚕️",
        "desc": "Développement front et back office pour un laboratoire d'analyse médicale 2.0 permettant la prise de rendez-vous en ligne, la gestions des résultats et le suivit de la patientelle jusqu'au paiement.",
        "descfull": "Le projet Bioseine est un site front et back office pour laboratoire d'analyse médicale 2.0. Dans l'équipe de IMI, je suis intervenu sur la mise en page de certaines parties du site (booking et tuto) et développement de la partie prise de photo via smartphone.",
        "mainPicture": "src/assets/images/mokeup/bioseine.png",
        "pictures": [
        ],
        "link": "https://labo-bioseine.fr/",
        "git": "https://github.com/nicolasdelourme/bioseineFront",
        "client": "IMI Creative",
        "tags": [
            "IMI Framework",
            "JS",
            "SCSS",
            "PHP",
            "Bootstrap",
            "Frontend",
            "Backend"
        ],
        "cat": "Web",
        "color": "bg-bioseine-accent"
    },
    {
        "title": "Quelor 🪙📈",
        "desc": "Design et développement Frontend d'un site dédié à l'or d'investissement, proposant différent outils d'aide à la compréhension des cours de l'or.",
        "descfull": "",
        "mainPicture": "src/assets/images/mokeup/quelor.png",
        "pictures": [
        ],
        "link": "https://labo-bioseine.fr/",
        "git": "https://github.com/nicolasdelourme/bioseineFront",
        "client": "IMI Creative",
        "tags": [
            "IMI Framework",
            "JS",
            "SCSS",
            "PHP",
            "Charts",
            "Bootstrap",
            "Frontend",
            "Backend"
        ],
        "cat": "Web",
        "color": "bg-quelor-accent"
    },
    {
        "title": "Select-informatique 🧑‍💻",
        "desc": "Développement Frontend d'un site vitrine pour un développeur de solution informatique pour laboratoire d'analyse médicale sur WordPress",
        "descfull": "Select-informatique m'a contacté pour développer leur site vitrine afin de mettre en avant leur nouveau SIL : iLab. Avec l’assistance d'une graphiste pour la partie design, j'ai développé leur nouveau site via Wordpress avec Elementor pur leur créer un thème personnalisé leur laissant la possibilité de faire évoluer leur nouvelle vitrine.",
        "mainPicture": "src/assets/images/mokeup/select.png",
        "pictures": [
        ],
        "link": "https://select-informatique.com/",
        "git": "https://github.com/HollyTotoC",
        "client": "IMI Creative / Freelance",
        "tags": [
            "Wordpress",
            "Elementor Pro",
            "JS",
            "SCSS",
            "Frontend",
            "Backend"
        ],
        "cat": "Web",
        "color": "bg-select-accent"
    },
    {
        "title": "Edition Jean de Portal 📕",
        "desc": "Redesign et refonte du site principal d'une maison d'édition avec boutique, gestion d'abonement, campagne publicitaires, webinaires et back office",
        "descfull": "Le site des éditions Jean de Portal est un projet ambitieux qui regroupe de nombreuse fonctionnalités techniques : boutique, gestion de stock, gestion d’abonnement, microservices, micro-site rattaché,...",
        "mainPicture": "src/assets/images/mokeup/jdp.png",
        "pictures": [
        ],
        "link": "https://www.jeandeportal.fr/",
        "git": "https://github.com/nicolasdelourme/jeandeportal",
        "client": "IMI Creative",
        "tags": [
            "IMI Framework",
            "JS",
            "SCSS",
            "PHP",
            "Bootstrap",
            "Frontend",
            "Backend"
        ],
        "cat": "Web",
        "color": "bg-jdp-accent"
    },
    {
        "title": "MVS France 💻📝",
        "desc": "Proposition de redesign du site MVS France pour optimiser ses performance SEO et pour être aux normes d'accessibilité.",
        "descfull": "",
        "mainPicture": "src/assets/images/mokeup/mvs.png",
        "pictures": [
        ],
        "link": "https://mvsfrance-demo.netlify.app/",
        "git": "",
        "client": "Projet personnel",
        "tags": [
            "Frontend",
            "UI",
            "React",
            "Typescript",
            "Tailwind",
            "SEO"
        ],
        "cat": "Web",
        "color": "bg-mvs-accent"
    },
    {
        "title": "HiFuMi 🎮📝",
        "desc": "Site de jeux enligne réalisé avec Next.js, Typescript, Tailwind et Socket.io",
        "descfull": "Entrez dans l'arène numérique du jeu intemporel Pierre, Papier, Ciseaux! Défiez vos amis en ligne ou tentez votre chance contre des joueurs au hasard. Ce site met en relation direct des joeurs via l'utilisation de socket.io. J'ai utilisé Next.js pour créer une application web réactive et performante. J'ai également utilisé TailwindCSS pour un style personnalisé et réactif, garantissant une expérience utilisateur optimale sur tous les appareils. Le back est supporté par un server Node. Ce projet est le reflet de ma passion pour le développement frontend et backend, et de mon engagement à créer des applications web performantes et esthétiquement plaisantes.",
        "mainPicture": "src/assets/images/mokeup/hifumi.png",
        "pictures": [
        ],
        "link": "https://www.hifumi.fr/",
        "git": "https://github.com/HollyTotoC/hiifumi",
        "client": "Projet personnel",
        "tags": [
            "Next.js",
            "React",
            "Typescript",
            "Tailwind",
            "Socket.io",
            "Node.js",
            "Express",
            "Frontend",
            "Backend"
        ],
        "cat": "Web",
        "color": "bg-hifumi-accent"
    },
    {
        "title": "Weather App ⛅📝",
        "desc": "Site météo réalisé avec Next.js, Typescript, Tailwind et la library ui-neumorphisme",
        "descfull": "Ce site météo est une démonstration de mes compétences approfondies en développement web. Réalisé avec Next.js, il intègre la bibliothèque ui-neumorphism pour un design moderne et épuré. J'ai utilisé TailwindCSS pour un style personnalisé et réactif, garantissant une expérience utilisateur optimale sur tous les appareils. Côté frontend, j'ai mis en œuvre React pour créer des interfaces interactives et dynamiques. Sur le plan backend, j'ai développé des API robustes pour récupérer et traiter les données météorologiques. Ce projet est le reflet de ma passion pour le développement frontend et backend, et de mon engagement à créer des applications web performantes et esthétiquement plaisantes.",
        "mainPicture": "src/assets/images/mokeup/meteo.png",
        "pictures": [
        ],
        "link": "https://meteo-app-virid.vercel.app/",
        "git": "https://github.com/HollyTotoC/meteo_app",
        "client": "Projet personnel",
        "tags": [
            "Next.js",
            "React",
            "Typescript",
            "Tailwind",
            "ui-neumorphism",
            "Axios",
            "Frontend",
            "Backend"
        ],
        "cat": "Web",
        "color": "bg-meteo-accent"
    },
    {
        "title": "Kasa 🏠🧑‍🎓",
        "desc": "Adaptation d'une maquette en site web responsive React",
        "descfull": "Le projet Kasa est une application React développé dans le cadre de ma formation chez Openclassroom. Il s'agit d'une adaptation d'une maquette Figma en site web responsive. J'ai utilisé React et SCSS pour créer une application web qui fonctionne sur tous les appareils.",
        "mainPicture": "src/assets/images/mokeup/kasa.png",
        "pictures": [
        ],
        "link": "https://opcr7.netlify.app/",
        "git": "https://github.com/HollyTotoC/OCR_P7",
        "client": "Openclassroom",
        "tags": ["React", "SCSS", "Frontend"],
        "cat": "Web",
        "scrollY": "-47%",
        "color": "bg-kasa-accent"
    },
    {
        "title": "Piiquante 🌶️🧑‍🎓",
        "desc": "API pour un site de revue de sauces piquantes",
        "descfull": "Le projet Piiquante, réalisé dans le cadre de ma formation OpenClassroom, est une API pour un site de revue de sauces piquantes. J'ai utilisé Node.js, Express et MongoDB pour créer une API qui permet aux utilisateurs de créer, modifier et supprimer des sauces. J'ai également utilisé Mongoose pour créer un schéma de données et valider les entrées utilisateur.",
        "mainPicture": "src/assets/images/mokeup/piiquante.png",
        "pictures": [
        ],
        "link": "",
        "git": "https://github.com/HollyTotoC/OCR_P6",
        "client": "Openclassroom",
        "tags": ["Node.js", "Express", "MongoDB", "back"],
        "cat": "Web",
        "color": "bg-piiquante-accent"
    },
    {
        "title": "Kanap 🛋️🧑‍🎓",
        "desc": "Boutique de canapés en ligne",
        "descfull": "Le projet Kanap, réalisé dans le cadre de ma formation Openclassroom, est un site de e-commerce pour une boutique de canapés en ligne. Avec certaines spécifications de comportement pour la future API, j'ai mis en place une vitrine de produits, un panier d'achat et un formulaire de commande. J'ai utilisé JavaScript pour créer une application web qui fonctionne sur tous les appareils.",
        "mainPicture": "src/assets/images/mokeup/kanap.png",
        "pictures": [
        ],
        "link": "",
        "git": "https://github.com/HollyTotoC/OCR_P5",
        "client": "Openclassroom",
        "tags": ["Node", "JS", "SCSS", "Frontend", "CRUD"],
        "cat": "Web",
        "color": "bg-kanap-accent"
    },
    {
        "title": "OhMyFood 🍽️🧑‍🎓",
        "desc": "Mise en place d'une maquette pour Ohmyfood, une entreprise de commande de repas en ligne.",
        "descfull": "Le projet OhMyFood, réalisé dans le cadre de ma formation Openclassroom, est une mise en place d'une maquette pour Ohmyfood, une start-up de commande de repas en ligne. J'ai utilisé HTML et SCSS pour créer une application web qui fonctionne sur tous les appareils.",
        "mainPicture": "src/assets/images/mokeup/omf.png",
        "pictures": [
        ],
        "link": "https://hollytotoc.github.io/index.html",
        "git": "https://github.com/HollyTotoC/hollytotoc.github.io",
        "client": "Openclassroom",
        "tags": ["HTML", "SCSS", "front"],
        "cat": "Web",
        "color": "bg-omf-accent"
    },
    {
        "title": "La Panthère 🐈‍⬛🧑‍🎓",
        "desc": "Optimisation d'un site web existant pour le rendre plus accessible.",
        "descfull": "Le projet La Chouette Agence, réalisé dans le cadre de ma formation Openclassroom, est une optimisation d'un site web existant pour le rendre plus accessible. A partir d'un site web existant, un audit et une mise à jour du site devais être fait pour une meilleur SEO.",
        "mainPicture": "src/assets/images/mokeup/panthere.png",
        "pictures": [
        ],
        "link": "",
        "git": "https://github.com/HollyTotoC/OCR_P4",
        "client": "Openclassroom",
        "tags": ["HTML", "SCSS", "front", "SEO"],
        "cat": "Web",
        "color": "bg-panthere-accent"
    }
]